<template>
  <div class="generalizeStandard">
    <div class="head">
      <img src="@/assets/icon_whtie.png" width="155px">
      <p>推广行为规范</p>
    </div>
    <div class="generalizeStandard-content">
      <h5>如何正确推广贝壳链商</h5>
      <p>
        为了维护贝壳链商公平、诚信、和谐的商业氛围，更好地支持合作伙伴，保障买卖双方的合法权益，维护全球贝壳链商业务正常运营秩序，特制定本规范。
        贝壳链商保有变更该规范条款内容的权利，并会根据法律法规规定公告于社群、app等宣传渠道。
        若会员不同意相关变更，有权立即停止使用贝壳链商提供的相关服务，并及时通知贝壳链商。贝壳链商有权对会员行为及应适用的规范、规则、约定独立作出认定，并相关处理。
      </p>
      <h5 class="title">会员定义</h5>
      <p>
        定义:指全球范围内与贝壳链商签署在线协议，并长期、持续、稳定在线上通过贝壳链商进行消费及省钱的会员。
        会员行为准则
      </p>
      <h5 class="title">(一)宣传类一级</h5>
      <p>一级</p>
      <p>1.在使用官方贝壳链商素材(包括图文、视频等)时，不得单方修改、增删、涂改、夸大等和贝壳链商官方素材不符的内容，且不得作出虚假宣传、炫富(公开披露贝壳链商推广佣金等)等不良行为应当严格遵守《中华人民共和国广告法》、《反不正当竞争法》 等相关法律法规的要求。</p>
      <p>2.严禁通过微信等通讯联络工具私自添加贝壳链商会员，并宣传与贝壳链商无关的内容。</p>
      <p>二级</p>
      <p>1.不得将贝壳链商的合作方案、政策和价格体系发布到微信群、公众号、微博、互联网等公开媒介上。</p>
      <p>2.不得以贝壳链商官方的名义，实施各类混淆行为引人误认为是和贝壳链商官方有特定联系而进行宣传(展会等)、销售和招商。(已报备公司并许可的除外)</p>
      <p>3.不得以贝壳链商官方的名义，实施各类混淆行为引人误认为是和贝壳链商官方有特定联系而进行宣传(展会等)、销售和招商。(已报备公司并许可的除外)如，设置公众号名为贝壳链商招商中心，设置网站名为贝壳链商官网等，均不允许。</p>
      <p>4.不得误导或夸大贝壳链商的业务、产品、收益、创始人及公司背景。</p>
      <p>5.不得以虚假宣传、欺骗、强迫、骚扰或其它不合理、不合法的手段来进行销售贝壳链商产品。</p>
      <p>二级外</p>
      <p>1.与贝壳链商有关的系统工具、会员信息、客户信息、合作模式、激励方案等资料，除贝壳链商公开批露的外，均属于贝壳链商商业机密，均不得将此类信息用于与贝壳链商无关的活动，不得泄露给任何第三方。</p>
      <p>2.恶意抹黑、攻击贝壳链商，散布有关不实负面信息者，公司将通过法律途径追究其责任。</p>
      <p>3.为迎合国家净化互联网大环境，严禁使用“敏感词汇”、“标题党”等影响贝壳链商运营的词汇进行推广(诸如:涵盖“**销”、“ 贝壳链商奖金制度”、“洗脑”、“骗子”等词汇)</p>
      <p>4.严禁使用“负面恶性反向引流”的方式推广贝壳链商App(例贝壳链商:是*销吗?回答:不是，贝壳链商.......。</p>
      <p>5.严禁使用含有涉政、涉暴、低俗、色情、丑陋、有违公序良俗等违反国家信息内容规定的图片及文字信息进行宣传。</p>
      <h5 class="title">(二)招商类</h5>
      <p>一级</p>
      <p>1.严禁在贝壳链商相关的活动现场、社群等乱加好友骚扰他人，且造成恶劣影响。</p>
      <p>二级</p>
      <p>1.严禁以任何明示或暗示的误导性方式，来陈述会员的利益主要来源是通过推荐他人成为会员。</p>
      <p>2.严禁以不合理的方式误导或强制任何会员进行招商，不合理的方式包含任何形式的返现、提成、免费赠送账号、骗取、强迫及诱导其他变相利益、不正当的商业利益。(例:成为贝壳链商VIP送你50元红包)</p>
      <p>3.严禁在任何渠道以降低或提高贝壳链商官方制定的会员招募标准的形式进行招商。</p>
      <p>4.严禁会员在阿里旗下的任何渠道进行站内引流或推广，(闲鱼、淘宝评论区、微淘、淘宝论坛、淘宝达人、淘女郎、值得买、旺旺聊天记录、淘友群、一淘等。)</p>
      <p>5.严禁会员通过店铺淘宝客(简称店铺淘)的方式推广。</p>
      <p>三级</p>
      <p>1.严禁对已经是贝壳链商的会员，进行任何形式的招商，诱导他人更换推荐人，如社群挖墙脚等行为。</p>
      <p>2.严禁利用贝壳链商官方名义开设收费课程(培训、招商)等形式，并严禁会员参加此类课程，如私自参加者造成损失，官万概不负责任何责任。</p>
      <p>3.严禁在公开场合以任何方式公开传播贝壳链商制度。</p>
      <h5 class="title">(三)乱价类</h5>
      <p>一级~级(根据实际情况判定):</p>
      <p>1.会员应当遵守与贝壳链商之间关于产品规范市场价格的相关约定，未经特别书面授权，不得在任何渠道以任何形式直接或间接的低于贝壳链商约定的许可零售价进行宣传或销售。例:某款商品公司指导价为200,相关渠道标价不得低于200。</p>
      <p>2.会员应当遵守我国价格法以及《禁止价格欺诈行为的规定》等相关规定，实施价格欺诈行为。</p>
      <h5 class="title">(四)其他类</h5>
      <p>二级:</p>
      <p>1.会员经营实体店、工作室等必须符合注册地、经营地的法规要求，并目需要公司核准或审核。</p>
      <p>2.不得攻击、轻视、贬低、诽谤其他相同行业的公司或相关人员。</p>
      <p>3.不得销售仿冒产品。</p>
      <p>三级:</p>
      <p>1.违背《贝壳链商会员协议》，干扰“贝壳链商”正常运营，以及侵犯其他用户或第三方合法权益的事项(例:诱导他人更换推荐人行为等)监督、违规处理及会员申诉流程</p>
      <h5 class="title">处罚流程:</h5>
      <p>1.会员违反或严重违反本规范时，公司可依据约定对该会员的市场内所有或部分会员追究违规责任并要求其进行改正。</p>
      <p>2．贝壳链商将在追究违规责任之前，告知该会员。</p>
      <p>3. 贝壳链商在通知会员违规行为及责任时，会员有口头或书面充分陈述与申辩的权利。</p>
      <p>4.会员或有关联的推荐人有义务配合贝壳链商的相关举证，所准许的期限内采取适当而有效的措施，若贝壳链商可要求其承担违规责任甚至是法律责任。</p>
      <h5 class="title">处罚标准:</h5>
      <p>一级:会员违反《贝壳链商会员推广行为规范》一级类的，首次将处以警告，第二次或多次再违反的将扣除当月佣金的20%，最高不超过10000元。</p>
      <p>二级:会员违反《贝壳链商会员推广行为规范》二级类的，首次将处以警告，第二次或多次再违反的将扣除当月佣金的30%，最高不超过50000元，将视情况对违规会员处账号封禁、功能封禁、没收所有佣金等处理。</p>

      <p>二级外:会员违反《贝壳链商会员推广行为规范》二级外类的，将视情况对违规会员处包括但不限于警告、账号封禁、功能封禁、没收所有佣金等处理。</p>
      <h5 class="title">*注意事项</h5>
      <p>1.官方核实时，违规者及其推荐人(如有)义务:</p>
      <p>一违规者:</p>
      <p>①有义务配合相关人员说明具体情况;</p>
      <p>②收到相关人员通知后立即停止所有违规行为并承诺于合理时间内整改完成。</p>
      <p>二:推荐人(如有)</p>
      <p>①有义务配合相关人员说明具体情况;</p>
      <p>②应积极督促下级会员违规者在承诺时间内达到合规。</p>
      <p>会员资格(账号)中止</p>
      <p>①若会员违反某重大规范或累计多次违规时，公司有权中止其资格(账号)，该会员应立即停止其违规行为，重新学习如何正确说明并执行贝壳链商合作业务，直到能正确引导其个人团队的会员。此期间所有被终止会员资格的会员将暂时终止各项平台业务，公司可暂时停止会员的头衔资格与荣誉;暂时取消参与公司各项激励奖动与排行的权利。</p>
      <p>②若被中止会员资格的会员在承诺时间内仍未能及时改正或因违反某重大规范造成严重负面影响，该会员资格将会被永久终止。</p>
      <p>此时:公司单方解除《会员合作协议》，会员将被终止所有与贝壳链商相关业务合作;</p>
      <p>③如会员的违规行为对贝壳链商造成了损失，公司有权要求其赔偿全部损失。</p>
      <p>④补充说明任何会员违反贝壳链商本规范时，贝壳链商可视其违规情节的轻重、态度、行为动机及其它因素，逐案决定对其会员资格的处理方式。对于违规会员，公司有权决定是否将其违规行为以公告、通告、教育、会议等方式，通过公司网站内部刊物、电子邮件、会议宣布等途径进行公布，以示警示，公布的内容包括但不限于被处罚的会员的姓名、违规事实、处罚结果等信息。</p>
      <h5 class="title">附则</h5>
      <p>相关会员的行为，发生在本规范生效之日以前的，适用当时的规则。发生在本规范生效之日以后的，适用本规范。</p>
      <p>1. 贝壳链商可根据运营情况随时调整本规范并以群公告等形式向会员公示。</p>
      <p>2.会员应遵守中华人民共和国法律、行政法规、部门规章等规范性文件。对任何涉嫌违反国家法律、行政法规、部门规章等规范性文件的行为,本规范已有规定的，适用于本规范。</p>
      <p>3.本规范尚无规定的，贝壳链商有权酌情处理。但贝壳链商对会员的处理不免除其应承担的法律责任。</p>
      <p>4.会员应同时遵守与贝壳链商及其关联公司签订的其他各项协议。</p>
    </div>
  </div>
</template>

<script>
export default {
  components: {},
  data() {
    return {}
  },
  computed: {},
  watch: {},
  methods: {}
}
</script>
<style lang='scss' scoped>
* {
  margin: 0;
  padding: 0;
  font-size: 14px;
  letter-spacing: 2px;
  font-family: "Helvetica Neue", Helvetica, "PingFang SC", "Hiragino Sans GB",
    "Microsoft YaHei", "微软雅黑", Arial, sans-serif;
}
.generalizeStandard {
  width: 100%;
  padding-bottom: 30px;
  background: linear-gradient(
    270deg,
    rgba(255, 13, 104, 1) 0%,
    rgba(255, 28, 127, 1) 100%
  );
  .head {
    text-align: center;
    padding: 20px 0;
    p {
      line-height: 30px;
      font-size: 28px;
      color: #fff;
    }
  }
  &-content {
    width: 90%;
    border-radius: 6px;
    margin: 0 auto;
    padding: 15px 10px;
    background-color: #fff;
    .title {
      margin-top: 20px;
    }
  }
}
</style>
